export const cities = [
    {
        "name": "北京市",
        "districts": [
            "东城区", "西城区", "朝阳区", "海淀区", "丰台区", "石景山区", 
            "门头沟区", "房山区", "通州区", "顺义区", "昌平区", "大兴区", 
            "怀柔区", "平谷区", "密云区", "延庆区"
        ]
    },
    {
        "name": "上海市",
        "districts": [
            "黄浦区", "徐汇区", "长宁区", "静安区", "普陀区", "虹口区", 
            "杨浦区", "闵行区", "宝山区", "嘉定区", "浦东新区", "金山区", 
            "松江区", "青浦区", "奉贤区", "崇明区"
        ]
    },
    {
        "name": "广州市",
        "districts": [
            "荔湾区", "越秀区", "海珠区", "天河区", "白云区", "黄埔区",
            "番禺区", "花都区", "南沙区", "从化区", "增城区"
        ]
    },
    {
        "name": "深圳市",
        "districts": [
            "福田区", "罗湖区", "南山区", "宝安区", "龙岗区", "盐田区",
            "龙华区", "坪山区", "光明区"
        ]
    }
];

export const provinces = [
    "北京市", "天津市", "河北省", "山西省", "内蒙古自治区", 
    "辽宁省", "吉林省", "黑龙江省", "上海市", "江苏省", 
    "浙江省", "安徽省", "福建省", "江西省", "山东省", 
    "河南省", "湖北省", "湖南省", "广东省", "广西壮族自治区", 
    "海南省", "重庆市", "四川省", "贵州省", "云南省", 
    "西藏自治区", "陕西省", "甘肃省", "青海省", "宁夏回族自治区", 
    "新疆维吾尔自治区"
];
